using System;
using System.Collections.Generic;
using System.Text;

namespace Cat{
    public class Input{
        public int[] sequence = { 1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9,
                                  1, 2, 3, 4, 5, 6, 7, 8, 9, 99}; // Сценарий / входные данные обработчика
    }
}
